[
    {
        "imgid":0,
        "imgurl": "/images/galleryimages/woodstovegall0.jpg",
        "imgtitle": "Hand-Crafted Leather Guitar Strap",
        "imginfo": "This handcrafted leather guitar strap features custom patterns imprinted on the strap itself which would accompany any acoustic guitar and boost its style. "
    },
    {
        "imgid":1,
        "imgurl": "/images/galleryimages/woodstovegall1.jpg",
        "imgtitle": "Custom Leather Wallet",
        "imginfo": "This custom leather wallet is a small and stylish piece to hold all your nescessary items like cash and credit cards"
    },
    {
        "imgid":2,
        "imgurl": "/images/galleryimages/woodstovegall2.jpg",
        "imgtitle": "Custom Leather Mousepad",
        "imginfo": "This custom leather mousepad would look great on any desk , especially a brown wood desk such as oak or pine"
    },
    {
        "imgid":3,
        "imgurl": "/images/galleryimages/woodstovegall3.jpg",
        "imgtitle": "Leather Purse and Wallet Combo",
        "imginfo": "The combo of this leather purse and wallet is a stylish way for women or men to carry all the belongings they need on them, with the bonus of it being waterproof!"
    },
    {
        "imgid":4,
        "imgurl": "/images/galleryimages/woodstovegall4.jpg",
        "imgtitle": "Tanned Leather Smoking Tray",
        "imginfo": "Ever wanted to have the best smoking tray out of all your friends? This leather smoking tray is what youll get"
    },
    {
        "imgid":5,
        "imgurl": "/images/galleryimages/woodstovegall5.jpg",
        "imgtitle": "Custom Patterned Leather Belt",
        "imginfo": "Nothing holds up your pants better than this custom made leather belt , with thick bands it will never break for years while also still be flexible and comfortable"
    },
    {
        "imgid":6,
        "imgurl": "/images/galleryimages/woodstovegall6.jpg",
        "imgtitle": "Custom Leather Apron",
        "imginfo": "One of our favourite items , this apron is a must whether your making some pasta and cooking a brisket for 12 hours since you'll look good with this no matter the time"
    },
    {
        "imgid":7,
        "imgurl": "/images/galleryimages/woodstovegall7.jpg",
        "imgtitle": "Leather Guitar Strap with Tassels",
        "imginfo": "Another variation of our custom Guitar Straps with a deep embroidery along the strap and tassels at the end, all of your cowboy friends will be jealous"
    },
    {
        "imgid":8,
        "imgurl": "/images/galleryimages/woodstovegall8.jpg",
        "imgtitle": "Modern Black Leather Wallet with Pen Holder",
        "imginfo": "For the modern person , this sleek black leather wallet features a pen holder as well. To write cheques for your business even faster of course"
    },
    {
        "imgid":9,
        "imgurl": "/images/galleryimages/woodstovegall9.jpg",
        "imgtitle": "Handcrafted Leather Mens Courier Bag",
        "imginfo": "Whether your out in the town , or travelling to Italy, this custom Leather Mens Courier Bag will look good no matter where you go along with the space to store anything you want in it"
    }


]